Repository: AccentDesign/wagtail-stream-form
Catalog: wagtailstreamforms/locale/*/LC_MESSAGES/django.po
Languages: es

source: Enter valid email addresses.
es: Ingresar direcciones de correo electrónuco válidas.

source: Used to identify the form in template tags
es: Usado para identificar el formulatio en las etiquetas de plantilla

source: content type
es: typo de contenido

source: Add a reCapcha field to the form.
es: Añadir un campo reCapcha al formulario.

source: An optional success message to show when the form has been successfully submitted
es: Un mensaje de éxito opcional a mostrar cuando el formulario ha sido entregado exitosamente

source: An optional error message to show when the form has validation errors
es: Un mensaje de error opcional a mostrar cuando el fomulario tiene errores de validación

source: The page to redirect to after a successful submission
es: La página a redirigiar después de una entrega exitosa

source: form
es: formulario

source: Submission date
es: Fecha de entrega

source: Add one email per line
es: Añadir un correo electrónico por línea

source: Regex validated field
es: Campo validado por regex

source: field type
es: typo de campo

source: Applicable only for the field type 'regex validated field'.
es: Aplicable sólo al campo de tipo 'campo validado por regex'.

source: submit time
es: tiempo de entrega

source: form submission
es: envio de formulario

source: regex validator
es: validador regex

source: Copy of %(form_title)s
es: Copia de %(form_title)s

source: Copy
es: Copiar

source: Are you sure you want to copy this form?
es: ¿Está seguro que quiere copiar este formulario?

source: Submissions of %(form_title)s
es: Envios de %(form_title)s

source: Delete form data
es: Eliminar datos del formulario

source: Are you sure you want to delete this form submission?
es: ¿Está seguro que quiere eliminar esta entrega de formulario?

source: Delete
es: Eliminar

source: Delete selected submissions
es: Eliminar presentaciones seleccionadas

source: Page %(page_num)s of %(total_pages)s.
es: Página %(page_num)s de %(total_pages)s.

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Form data <span>%(form_title)s</span>
es: Datos del formilario <span>%(form_title)s</span>

source: Filter
es: Filtrar

source: Download CSV
es: Descargar CSV

source: There have been no submissions of the '%(title)s' form.
es: No hay presentaciones enviadas para el formulario '%(title)s'.

source: New name
es: Nuevo nombre

source: New slug
es: Nueva marquilla

source: One submission has been deleted.
es: Una presentación ha sido eliminada.

source: No BaseForm found matching the query
es: No se encontró un BaseForm acorde a la consulta

source: Copy this %s
es: Copiar este %s

source: Submissions
es: Presentaciones

source: Submissions of this %s
es: Presentaciones de este %s
